Repository: cmy665/managerProxyApp
Catalog: managerproxy/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: --proxy-server supported
zh_hans: 支持 --proxy-server

source: %@ are still running. Restart required to remove proxy settings.
zh_hans: %@ 仍在使用代理设置运行，需要重启才能移除。

source: %@ could not be found on disk.
zh_hans: 磁盘上找不到 %@。

source: %@ did not quit in time.
zh_hans: %@ 未能及时退出。

source: %@ did not quit. Force quitting may discard unsaved work.
zh_hans: %@ 未能退出。强制退出可能丢失未保存的内容。

source: %@ has already been added.
zh_hans: %@ 已添加过。

source: %@ is already in the list
zh_hans: %@ 已在列表中

source: %@ is currently running.
zh_hans: %@ 正在运行。

source: %@ is still running.
zh_hans: %@ 仍在运行。

source: %@ is still running. Restart required to remove proxy settings.
zh_hans: %@ 仍在使用代理设置运行，需要重启才能移除。

source: %@ launched
zh_hans: 已启动 %@

source: %@ launched with proxy
zh_hans: 已以代理方式启动 %@

source: %@ proxy enabled — applies when ProxyPilot launches it.
zh_hans: %@ 已启用代理，将由 ProxyPilot 启动时生效。

source: %@ was launched outside ProxyPilot.
zh_hans: %@ 是在 ProxyPilot 之外启动的。

source: %lld managed
zh_hans: 已托管 %lld 个

source: %lld of %lld applications
zh_hans: 共 %2$lld 个应用，显示 %1$lld 个

source: %lld of %lld entries
zh_hans: 共 %2$lld 条日志，显示 %1$lld 条

source: %lld selected
zh_hans: 已选 %lld 个

source: +%lld more in the app
zh_hans: 另有 %lld 个在应用内

source: A small endpoint your proxy can reach. Default is Google's generate_204.
zh_hans: 代理可访问的小型探测地址，默认使用 Google 的 generate_204。

source: About
zh_hans: 关于

source: About ProxyPilot
zh_hans: 关于 ProxyPilot

source: Actions
zh_hans: 操作

source: Active
zh_hans: 已生效

source: Add
zh_hans: 添加

source: Add %lld application(s)
zh_hans: 添加 %lld 个应用

source: Add Application
zh_hans: 添加应用

source: Add Applications
zh_hans: 添加应用

source: Add domain or IP…
zh_hans: 添加域名或 IP…

source: Add Proxy
zh_hans: 添加代理

source: Add the apps you want to route through a proxy. ProxyPilot never touches other apps or your system-wide settings.
zh_hans: 添加你希望走代理的应用。ProxyPilot 不会影响其他应用，也不会修改系统全局设置。

source: Added
zh_hans: 已添加

source: Added %@
zh_hans: 已添加 %@

source: Address
zh_hans: 地址

source: Advanced
zh_hans: 高级

source: All categories
zh_hans: 全部分类

source: All levels
zh_hans: 全部级别

source: Already in the list
zh_hans: 已在列表中

source: Always ask before quitting an app to apply proxy settings.
zh_hans: 应用代理设置需要退出应用时，先向我确认。

source: Appearance
zh_hans: 外观

source: Application
zh_hans: 应用

source: Applications
zh_hans: 应用

source: Applied as NO_PROXY and as Chromium’s --proxy-bypass-list.
zh_hans: 同时写入 NO_PROXY 与 Chromium 的 --proxy-bypass-list。

source: Assign a proxy profile to enable this app.
zh_hans: 先指定代理配置才能启用此应用。

source: Assigned automatically when you add a new application.
zh_hans: 添加新应用时自动使用该配置。

source: Authentication
zh_hans: 身份验证

source: Auto
zh_hans: 自动

source: Available
zh_hans: 可用

source: Available · HTTP %lld
zh_hans: 可用 · HTTP %lld

source: Browse…
zh_hans: 浏览…

source: built-in
zh_hans: 内置

source: Built-in
zh_hans: 内置

source: Bundles a Chromium framework
zh_hans: 内置 Chromium 框架

source: Bundles Electron Framework.framework
zh_hans: 内置 Electron Framework.framework

source: Bypass
zh_hans: 绕过

source: Cancel
zh_hans: 取消

source: Check for Updates…
zh_hans: 检查更新…

source: Check that your proxy client (FlClash, Clash, Surge…) is running and listening on this address.
zh_hans: 请确认代理客户端（FlClash、Clash、Surge…）正在运行并监听该地址。

source: Choose the apps you want ProxyPilot to manage.
zh_hans: 选择希望 ProxyPilot 管理的应用。

source: Chromium Proxy
zh_hans: Chromium 代理

source: Clear
zh_hans: 清除

source: Clear search
zh_hans: 清除搜索

source: Confirm Before Restarting Apps
zh_hans: 重启应用前确认

source: Connection
zh_hans: 连接

source: Copied into every new application you add.
zh_hans: 会复制到每个新添加的应用。

source: Copy All
zh_hans: 全部复制

source: Copy the launch command
zh_hans: 复制启动命令

source: Could not connect to the proxy.
zh_hans: 无法连接到代理。

source: Create and manage proxy profiles.
zh_hans: 创建并管理代理配置。

source: Dark
zh_hans: 深色

source: Data folder
zh_hans: 数据目录

source: Default Bypass List
zh_hans: 默认绕过列表

source: Default Proxy
zh_hans: 默认代理

source: Degraded
zh_hans: 已降级

source: Delete
zh_hans: 删除

source: Details
zh_hans: 详情

source: Detected by
zh_hans: 检测依据

source: Diagnostics
zh_hans: 诊断

source: Direct
zh_hans: 直连

source: Direct (no proxy)
zh_hans: 直连（不使用代理）

source: Disable All
zh_hans: 全部停用

source: Disable Proxy
zh_hans: 停用代理

source: Disabled
zh_hans: 已停用

source: Dismiss
zh_hans: 忽略

source: Display the exact command used to start an app.
zh_hans: 显示启动应用时使用的完整命令。

source: Drop .app bundles to add them
zh_hans: 拖入 .app 即可添加

source: Duplicate
zh_hans: 复制

source: Edit
zh_hans: 编辑

source: Edit Proxy
zh_hans: 编辑代理

source: Enable All
zh_hans: 全部启用

source: Enable Debug Logging
zh_hans: 启用调试日志

source: Enable Proxy
zh_hans: 启用代理

source: Enable proxying for %@
zh_hans: 为 %@ 启用代理

source: Enable the master switch in the toolbar.
zh_hans: 请打开工具栏中的总开关。

source: Enter password
zh_hans: 输入密码

source: Enter username
zh_hans: 输入用户名

source: Environment
zh_hans: 环境变量

source: Environment Proxy
zh_hans: 环境变量代理

source: Executable
zh_hans: 可执行文件

source: Export HTTP_PROXY / HTTPS_PROXY / ALL_PROXY before launching.
zh_hans: 启动前导出 HTTP_PROXY / HTTPS_PROXY / ALL_PROXY。

source: Exports HTTP_PROXY / HTTPS_PROXY / ALL_PROXY
zh_hans: 导出 HTTP_PROXY / HTTPS_PROXY / ALL_PROXY

source: Filter log…
zh_hans: 筛选日志…

source: Force Quit %@
zh_hans: 强制退出 %@

source: General
zh_hans: 通用

source: Hide password
zh_hans: 隐藏密码

source: Host
zh_hans: 主机

source: Host cannot be empty.
zh_hans: 主机不能为空。

source: Host contains invalid characters.
zh_hans: 主机包含无效字符。

source: Include debug-level entries in Diagnostics.
zh_hans: 在诊断中包含 debug 级别日志。

source: It is running without the proxy you assigned. Restart it through ProxyPilot to apply the settings.
zh_hans: 它当前未使用你指定的代理。通过 ProxyPilot 重启后才会生效。

source: Keep as is
zh_hans: 保持现状

source: Keep quick per-app switches one click away.
zh_hans: 随时一键切换各应用代理。

source: Known application mapping (%@)
zh_hans: 已知应用映射（%@）

source: Last scan %@
zh_hans: 上次扫描：%@

source: Launch an app or run a proxy test and the details will show up here.
zh_hans: 启动应用或测试代理后，详情会显示在这里。

source: Launch at login could not be changed.
zh_hans: 无法修改「登录时启动」。

source: Launch command
zh_hans: 启动命令

source: Launch decisions, proxy tests and process events. Sensitive values are redacted.
zh_hans: 启动决策、代理测试与进程事件。敏感信息已脱敏。

source: Launch ProxyPilot at Login
zh_hans: 登录时启动 ProxyPilot

source: Launch With Proxy
zh_hans: 以代理启动

source: Launch without any proxy configuration.
zh_hans: 不添加任何代理配置直接启动。

source: Light
zh_hans: 浅色

source: Light matches the reference design; System follows macOS.
zh_hans: 浅色与设计稿一致；跟随系统则使用 macOS 当前外观。

source: Log cleared
zh_hans: 日志已清除

source: Log copied to the clipboard
zh_hans: 日志已复制到剪贴板

source: Manage proxy settings for each application.
zh_hans: 为每个应用单独配置代理。

source: Master switch
zh_hans: 总开关

source: Master switch — when off, no app is launched with a proxy.
zh_hans: 总开关：关闭后不会以代理方式启动任何应用。

source: Master switch is off
zh_hans: 总开关已关闭

source: Master switch off
zh_hans: 总开关已关闭

source: Mode
zh_hans: 模式

source: Name
zh_hans: 名称

source: Name cannot be empty.
zh_hans: 名称不能为空。

source: Native
zh_hans: 原生

source: Never modified
zh_hans: 从不修改

source: No applications configured
zh_hans: 尚未配置应用

source: No applications yet
zh_hans: 还没有应用

source: No Chromium/Electron runtime detected
zh_hans: 未检测到 Chromium / Electron 运行时

source: No log entries
zh_hans: 暂无日志

source: No plan available for this configuration.
zh_hans: 当前配置无法生成启动方案。

source: No proxy
zh_hans: 不使用代理

source: No proxy is assigned to this application.
zh_hans: 此应用未指定代理。

source: No proxy profiles match “%@”.
zh_hans: 没有匹配“%@”的代理配置。

source: Not available for this runtime
zh_hans: 此运行时不支持

source: Not recommended for this app
zh_hans: 不建议用于此应用

source: Not tested
zh_hans: 未测试

source: Nothing found yet
zh_hans: 尚未发现应用

source: Nothing is listening on %@:%lld.
zh_hans: 没有进程监听 %@:%lld。

source: Nothing new to add
zh_hans: 没有新增项

source: OFF
zh_hans: 关

source: OK
zh_hans: 好

source: ON
zh_hans: 开

source: Open Diagnostics
zh_hans: 打开诊断

source: Open Proxy Settings
zh_hans: 打开代理设置

source: Open ProxyPilot
zh_hans: 打开 ProxyPilot

source: Open ProxyPilot to add one.
zh_hans: 打开 ProxyPilot 添加应用。

source: Open straight to the menu bar without showing the window.
zh_hans: 只驻留菜单栏，不显示主窗口。

source: Optional
zh_hans: 可选

source: Pass --proxy-server=<url> to the app executable.
zh_hans: 向应用传入 --proxy-server=<url> 参数。

source: Password
zh_hans: 密码

source: Path
zh_hans: 路径

source: Per-App Proxy
zh_hans: 按应用代理

source: Phase 1 cannot transparently proxy arbitrary macOS applications. Apps must support Chromium proxy arguments or conventional proxy environment variables.
zh_hans: Phase 1 无法透明代理任意 macOS 应用。目标应用必须支持 Chromium 代理参数或常规代理环境变量。

source: Pick the best strategy for the detected app runtime.
zh_hans: 根据检测到的应用运行时自动选择。

source: Port
zh_hans: 端口

source: Port must be between 1 and 65535.
zh_hans: 端口必须在 1 到 65535 之间。

source: Preferences for ProxyPilot itself — never for your system proxy.
zh_hans: 这些是 ProxyPilot 自身的偏好设置，不会改动系统代理。

source: Proxies
zh_hans: 代理

source: Proxy
zh_hans: 代理

source: Proxy added
zh_hans: 已添加代理

source: Proxy Available
zh_hans: 代理可用

source: Proxy compatibility
zh_hans: 代理兼容性

source: Proxy Missing
zh_hans: 代理缺失

source: Proxy returned HTTP %lld.
zh_hans: 代理返回 HTTP %lld。

source: Proxy saved
zh_hans: 已保存代理

source: Proxy settings require restarting the application.
zh_hans: 代理设置需要重启应用才能生效。

source: Proxy Test URL
zh_hans: 代理测试地址

source: Proxy Unavailable
zh_hans: 代理不可用

source: Proxying enabled
zh_hans: 代理已启用

source: ProxyPilot %@ is the latest build.
zh_hans: ProxyPilot %@ 已是最新版本。

source: ProxyPilot is switched off. Turn the master switch on to launch apps with a proxy.
zh_hans: ProxyPilot 已关闭。打开总开关后才会以代理方式启动应用。

source: ProxyPilot looks in /Applications, ~/Applications and /System/Applications. You can also browse for a specific .app.
zh_hans: ProxyPilot 会扫描 /Applications、~/Applications 和 /System/Applications，也可以手动选择 .app。

source: ProxyPilot must be in /Applications and signed for login items to work. (%@)
zh_hans: 登录项需要 ProxyPilot 位于 /Applications 且已完成签名。（%@）

source: ProxyPilot stores credentials in the macOS Keychain. Check Keychain Access permissions.
zh_hans: ProxyPilot 将凭据保存在 macOS 钥匙串中，请检查「钥匙串访问」的权限。

source: Quit ProxyPilot
zh_hans: 退出 ProxyPilot

source: Reachable · HTTP probe failed
zh_hans: 可连通 · HTTP 探测失败

source: Remove from ProxyPilot
zh_hans: 从 ProxyPilot 移除

source: Requires Advanced Mode (Phase 2)
zh_hans: 需要高级模式（Phase 2）

source: Rescan
zh_hans: 重新扫描

source: Reset
zh_hans: 重置

source: Reset to the default bypass list
zh_hans: 重置为默认绕过列表

source: Resolves to %@
zh_hans: 实际使用：%@

source: Restart %@
zh_hans: 重启 %@

source: Restart Managed Apps
zh_hans: 重启受管应用

source: Restart Required
zh_hans: 需要重启

source: Restart Required — Restart Now
zh_hans: 需要重启 — 立即重启

source: Restart With Proxy
zh_hans: 以代理重启

source: Reveal Data Folder
zh_hans: 显示数据目录

source: Reveal in Finder
zh_hans: 在访达中显示

source: running
zh_hans: 运行中

source: Running apps
zh_hans: 运行中应用

source: Runtime
zh_hans: 运行时

source: Save
zh_hans: 保存

source: Scanning…
zh_hans: 正在扫描…

source: Search applications…
zh_hans: 搜索应用…

source: Search by name or bundle ID…
zh_hans: 按名称或 Bundle ID 搜索…

source: Search proxies…
zh_hans: 搜索代理…

source: Select an application to inspect it
zh_hans: 选择一个应用查看详情

source: Settings
zh_hans: 设置

source: Settings could not be saved: %@
zh_hans: 设置保存失败：%@

source: Settings…
zh_hans: 设置…

source: Ships an app.asar payload
zh_hans: 内置 app.asar 载荷

source: Show Launch Command
zh_hans: 显示启动命令

source: Show Menu Bar Icon
zh_hans: 显示菜单栏图标

source: Show password
zh_hans: 显示密码

source: Skipped
zh_hans: 已跳过

source: SOCKS5 resolves domains locally in Chromium — prefer an HTTP profile for this app.
zh_hans: SOCKS5 下 Chromium 会在本地解析域名，建议此应用改用 HTTP 配置。

source: Something went wrong.
zh_hans: 出错了。

source: Start Minimized
zh_hans: 启动时最小化

source: Start the menu bar helper when you log in.
zh_hans: 登录后自动运行菜单栏助手。

source: Status
zh_hans: 状态

source: Stored in the macOS Keychain — never in a JSON file or the log.
zh_hans: 保存在 macOS 钥匙串中，绝不写入 JSON 文件或日志。

source: System
zh_hans: 跟随系统

source: System proxy
zh_hans: 系统代理

source: Technical detail: %@
zh_hans: 技术细节：%@

source: Terminated
zh_hans: 已终止

source: Test %@
zh_hans: 测试 %@

source: Test All Proxies
zh_hans: 测试全部代理

source: Test Connection
zh_hans: 测试连接

source: Test Proxy
zh_hans: 测试代理

source: Test Proxy…
zh_hans: 测试代理…

source: Test the proxy connection, then try again.
zh_hans: 请先测试代理连通性，然后重试。

source: Testing…
zh_hans: 测试中…

source: The %@ launch strategy is not available for this application.
zh_hans: 此应用不支持 %@ 启动方式。

source: The app is running with an older configuration. Restart to apply the current settings.
zh_hans: 应用正在使用旧配置运行，重启后生效。

source: The application executable could not be found at %@.
zh_hans: 找不到应用可执行文件：%@。

source: The application may have been moved or uninstalled. Remove it and add it again.
zh_hans: 应用可能已被移动或卸载，请移除后重新添加。

source: The assigned proxy is not reachable — the app may not have network access.
zh_hans: 指定的代理不可达 — 该应用可能无法联网。

source: The connection was closed by the proxy.
zh_hans: 连接被代理关闭。

source: The credential could not be stored securely: %@
zh_hans: 凭据无法安全保存：%@

source: The proxy %@ is not reachable.
zh_hans: 代理 %@ 不可达。

source: The proxy configuration is invalid: %@
zh_hans: 代理配置无效：%@

source: The proxy did not complete the request.
zh_hans: 代理未能完成该请求。

source: The proxy host could not be resolved.
zh_hans: 无法解析代理主机名。

source: The proxy or its upstream is unavailable right now.
zh_hans: 代理或其上游暂时不可用。

source: The proxy requires authentication.
zh_hans: 该代理需要身份验证。

source: The request timed out.
zh_hans: 请求超时。

source: The site refused this exit node — switch to another node in your proxy client.
zh_hans: 目标站点拒绝了当前出口节点，请在代理客户端里换个节点。

source: The site restricts this region — switch to another node.
zh_hans: 目标站点限制了该地区，请换个节点。

source: This app connects directly. Choose a proxy profile to route its traffic.
zh_hans: 此应用当前为直连。选择代理配置即可让其流量走代理。

source: This is a Phase 1 build. Automatic updates arrive with the signed release channel.
zh_hans: 这是 Phase 1 版本，自动更新将在签名发布渠道中提供。

source: TLS handshake failed through the proxy.
zh_hans: 经由代理的 TLS 握手失败。

source: Tools
zh_hans: 工具

source: Transparent Proxy
zh_hans: 透明代理

source: Type
zh_hans: 类型

source: Unable to start %@ with proxy.
zh_hans: 无法以代理方式启动 %@。

source: Unavailable
zh_hans: 不可用

source: Unknown
zh_hans: 未知

source: Unsupported
zh_hans: 不支持

source: Username
zh_hans: 用户名

source: Version
zh_hans: 版本

source: View Logs…
zh_hans: 查看日志…

source: You can force quit the app, but unsaved work may be lost.
zh_hans: 可以强制退出该应用，但未保存的内容可能丢失。
